{ "translations": {
    "Error during authentication exchanges" : "Error durant els intercanvis d'autenticació",
    "No API key returned by Discourse" : "No hi ha cap clau de l'API retornada per Discourse",
    "Discourse notifications" : "Notificacions de Discourse",
    "Discourse posts" : "Missatges de Discourse",
    "Discourse topics" : "Temes de Discourse",
    "posts" : "publicacions",
    "Bad HTTP method" : "Mètode HTTP incorrecte",
    "Bad credentials" : "Credencials dolentes",
    "Connected accounts" : "Comptes connectats",
    "Discourse integration" : "Integració de Discourse",
    "Integration of Discourse forum and mailing list management system" : "Integració del Fòrum de Discourse i sistema de gestió de llistes de correu",
    "Discourse integration provides a dashboard widget displaying your important notifications\n    and the ability to find topics and posts with Nextcloud's unified search." : "La integració de Discourse proporciona un giny d'escriptori digital que mostra les vostres notificacions importants\ni la possibilitat de trobar temes i entrades amb la cerca unificada de Nextcloud.",
    "If you fail getting access to your Discourse account, this is probably because your Discourse instance is not authorized to give API keys to your Nextcloud instance." : "Si no teniu accés al vostre compte de Discourse, probablement és perquè la seva instància de Discourse no està autoritzada per donar claus d'API a la instància Nextcloud.",
    "Ask the Discourse admin to add this URI to the \"allowed_user_api_auth_redirects\" list in admin settings:" : "Demaneu a l'administrador de Discourse que afegeixi aquest URI a la llista \"allowed_user_api_auth_redirects\" a la configuració de l'administrador:",
    "Make sure you accepted the protocol registration on top of this page if you want to authenticate to Discourse." : "Assegureu-vos que heu acceptat el registre del protocol a la part superior d'aquesta pàgina si voleu autenticar-vos a Discourse.",
    "With Chrome/Chromium, you should see a popup on browser top-left to authorize this page to open \"web+nextclouddiscourse\" links." : "Amb Chrome/Chromium, hauríeu de veure una finestra emergent al navegador de dalt a l'esquerra per autoritzar aquesta pàgina a obrir enllaços \"web+nextclouddiscourse\".",
    "If you don't see the popup, you can still click on this icon in the address bar." : "Si no veieu la finestra emergent, encara podeu fer clic en aquesta icona de la barra d'adreces.",
    "Then authorize this page to open \"web+nextclouddiscourse\" links." : "A continuació, autoritzeu aquesta pàgina per obrir enllaços \"web+nextclouddiscourse\".",
    "If you still don't manage to get the protocol registered, check your settings on this page:" : "Si encara no aconseguiu registrar el protocol, comproveu la configuració d'aquesta pàgina:",
    "With Firefox, you should see a bar on top of this page to authorize this page to open \"web+nextclouddiscourse\" links." : "Amb Firefox, hauríeu de veure una barra a la part superior d'aquesta pàgina per autoritzar aquesta pàgina a obrir enllaços \"web+nextclouddiscourse\".",
    "Discourse instance address" : "Adreça de la instància de Discourse",
    "Connect to Discourse" : "Connecta't a Discourse",
    "Connected as {username}" : "S'ha connectat com a {username}",
    "Disconnect from Discourse" : "Desconnecta de Discourse",
    "Enable searching for topics" : "Habilita la cerca de temes",
    "Enable searching for posts" : "Habilita la cerca de publicacions",
    "Warning, everything you type in the search bar will be sent to your Discourse instance." : "Avis, tot el que escriviu a la barra de cerca s'enviarà a la vostra instància de Discourse.",
    "Successfully connected to Discourse!" : "Connectat amb èxit a Discourse!",
    "Discourse API-key could not be obtained:" : "No s'ha pogut obtenir la clau de l'API de Discourse:",
    "Nextcloud Discourse integration on {ncUrl}" : "Integració de Nextcloud i Discourse a {ncUrl}",
    "Discourse options saved" : "Opcions de Discourse desades.",
    "Failed to save Discourse options" : "No s'han pogut desar les opcions de Discourse",
    "Failed to save Discourse nonce" : "No s' ha pogut desar el nonce de Discourse",
    "No Discourse account connected" : "No hi ha cap compte de Discourse connectat",
    "Error connecting to Discourse" : "S'ha produït un error en connectar-se a Discourse",
    "No Discourse notifications!" : "No hi ha notificacions de Discourse!",
    "Failed to get Discourse notifications" : "No s'han pogut rebre les notificacions de Discourse."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}