{ "translations": {
    "Discourse" : "Discourse",
    "Error during authentication exchanges" : "Σφάλμα κατά τις ανταλλαγές ελέγχου ταυτότητας",
    "No API key returned by Discourse" : "Δεν επιστράφηκε κλειδί API από το Discourse",
    "Discourse read notifications" : "Αναγνωσμένες ειδοποιήσεις Discourse",
    "Discourse notifications" : "Ειδοποιήσεις Discourse",
    "Discourse topics and posts" : "Θέματα και αναρτήσεις Discourse",
    "Discourse posts" : "Δημοσιεύσεις Discourse",
    "Discourse topics" : "Θέματα Discourse",
    "posts" : "δημοσιεύσεις",
    "Bad HTTP method" : "Κακή μέθοδος HTTP",
    "Bad credentials" : "Εσφαλμένα διαπιστευτήρια",
    "Connected accounts" : "Συνδεδεμένοι λογαριασμοί",
    "Discourse integration" : "Ενσωμάτωση Discourse",
    "Integration of Discourse forum and mailing list management system" : "Ενσωμάτωση του φόρουμ Discourse και του συστήματος διαχείρισης λίστας αλληλογραφίας",
    "Discourse integration provides a dashboard widget displaying your important notifications\n    and the ability to find topics and posts with Nextcloud's unified search." : "Η ενσωμάτωση του Discourse παρέχει ένα widget πίνακα ελέγχου που εμφανίζει τις σημαντικές σας ειδοποιήσεις και τη δυνατότητα εύρεσης θεμάτων και αναρτήσεων με την ενοποιημένη αναζήτηση του Nextcloud.",
    "For example, https://help.nextcloud.com" : "Για παράδειγμα, https://help.nextcloud.com",
    "Successfully connected to Discourse!" : "Επιτυχημένη σύνδεση στο Discourse!",
    "Discourse API-key could not be obtained:" : "Δεν ήταν δυνατή η λήψη του κλειδιού API του Discourse:",
    "Nextcloud Discourse integration on {ncUrl}" : "Ενσωμάτωση Discourse Nextcloud στο {ncUrl}",
    "Discourse URL is invalid" : "Μη έγκυρη URL του Discourse",
    "Discourse options saved" : "Αποθηκεύτηκαν οι επιλογές του Discourse",
    "Failed to save Discourse options" : "Αποτυχία αποθήκευσης επιλογών Discourse",
    "Failed to save Discourse nonce" : "Αποτυχία αποθήκευσης του Discourse nonce",
    "Protocol handler registration requires a secure context (https) or is not supported by your browser" : "Η εγγραφή χειριστή πρωτοκόλλου απαιτεί ασφαλές περιβάλλον (https) ή δεν υποστηρίζεται από το πρόγραμμα περιήγησής σας",
    "If you fail getting access to your Discourse account, this is probably because your Discourse instance is not authorized to give API keys to your Nextcloud instance." : "Εάν αποτύχετε να αποκτήσετε πρόσβαση στον λογαριασμό σας στο Discourse, αυτό πιθανότατα οφείλεται στο γεγονός ότι η εγκατάσταση του Discourse δεν είναι εξουσιοδοτημένη να παρέχει κλειδιά API στην εγκατάσταση Nextcloud σας.",
    "Ask the Discourse admin to add this URI to the \"allowed_user_api_auth_redirects\" list in admin settings:" : "Ζητήστε από τον διαχειριστή του Discourse να προσθέσει αυτό το URI στη λίστα \"allow_user_api_auth_redirects\" στις ρυθμίσεις διαχειριστή:",
    "Make sure you accepted the protocol registration on top of this page if you want to authenticate to Discourse." : "Βεβαιωθείτε ότι έχετε αποδεχτεί την εγγραφή πρωτοκόλλου στην κορυφή αυτής της σελίδας εάν θέλετε να πιστοποιηθείτε στο Discourse.",
    "Use the button below to trigger the custom protocol handler registration. If no prompt appears, make sure it is not already registered." : "Χρησιμοποιήστε το παρακάτω κουμπί για να ενεργοποιήσετε την εγγραφή του προσαρμοσμένου χειριστή πρωτοκόλλου. Εάν δεν εμφανιστεί κανένα μήνυμα, βεβαιωθείτε ότι δεν είναι ήδη εγγεγραμμένο.",
    "Register protocol handler" : "Εγγραφή χειριστή πρωτοκόλλου",
    "With Chrome/Chromium, you should see a popup on browser top-left to authorize this page to open \"web+nextclouddiscourse\" links." : "Με το Chrome / Chromium, θα πρέπει να δείτε ένα αναδυόμενο παράθυρο στο πρόγραμμα περιήγησης επάνω αριστερά για να εξουσιοδοτήσετε αυτήν τη σελίδα να ανοίξει  \"web + nextclouddiscourse\" συνδέσμους.",
    "If you don't see the popup, you can still click on this icon in the address bar." : "Εάν δεν βλέπετε το αναδυόμενο παράθυρο, μπορείτε ακόμα να κάνετε κλικ σε αυτό το εικονίδιο στη γραμμή διευθύνσεων.",
    "Then authorize this page to open \"web+nextclouddiscourse\" links." : "Στη συνέχεια, εξουσιοδοτήστε αυτήν τη σελίδα για να ανοίξετε συνδέσμους \"web + nextclouddiscourse\".",
    "If you still don't manage to get the protocol registered, check your settings on this page:" : "Εάν εξακολουθείτε να μην εγγράψατε το πρωτόκολλο, ελέγξτε τις ρυθμίσεις σας σε αυτήν τη σελίδα:",
    "With Firefox, you should see a bar on top of this page to authorize this page to open \"web+nextclouddiscourse\" links." : "Με τον Firefox, θα πρέπει να δείτε μια γραμμή στην κορυφή αυτής της σελίδας για να επιτρέψετε σε αυτήν τη σελίδα να ανοίξει συνδέσμους \"web + nextclouddiscourse\".",
    "Enable navigation link" : "Ενεργοποίηση συνδέσμου πλοήγησης",
    "Discourse instance address" : "Διεύθυνση εγκατάστασης Discourse",
    "Connect to Discourse" : "Σύνδεση στο Discourse",
    "Connected as {username}" : "Συνδεδεμένος ως {username}",
    "Disconnect from Discourse" : "Αποσύνδεση από το Discourse",
    "Enable unified search for topics" : "Ενεργοποίηση ενοποιημένης αναζήτησης για θέματα",
    "Enable searching for posts" : "Ενεργοποίηση αναζήτησης δημοσιεύσεων",
    "Warning, everything you type in the search bar will be sent to your Discourse instance." : "Προειδοποίηση, όλα όσα πληκτρολογείτε στη γραμμή αναζήτησης θα σταλούν στην παρουσία του Discourse.",
    "No Discourse account connected" : "Κανένας συνδεδεμένος λογαριασμός Discourse",
    "Error connecting to Discourse" : "Σφάλμα σύνδεσης στο Discourse",
    "No Discourse notifications!" : "Καμία ειδοποίηση Discourse!",
    "Failed to get Discourse notifications" : "Αποτυχία λήψης ειδοποιήσεων Discourse",
    "_{nb} item in your admins inbox_::_{nb} items in your admins inbox_" : ["{nb} αντικείμενο στα εισερχόμενα του διαχειριστή σας","{nb} αντικείμενα στα εισερχόμενα του διαχειριστή σας"],
    "_{nb} item in your moderators inbox_::_{nb} items in your moderators inbox_" : ["{nb} αντικείμενο στα εισερχόμενα εποπτών σας","{nb} αντικείμενα στα εισερχόμενα εποπτών σας"]
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}