{ "translations": {
    "Discourse" : "Discourse",
    "Error during authentication exchanges" : "Error durante el intercambio de autentificación",
    "No API key returned by Discourse" : "Discourse no ha devuelto ninguna clave API",
    "Discourse read notifications" : "Notificaciones de Discourse leídas",
    "Discourse notifications" : "Notificaciones de Díscourse",
    "Discourse topics and posts" : "Temas y publicaciones de Discourse",
    "Discourse posts" : "Entradas de Discourse",
    "Discourse topics" : "Temas de Discourse",
    "posts" : "entradas",
    "Bad HTTP method" : "Método HTTP erróneo",
    "Bad credentials" : "Credenciales incorrectas",
    "Connected accounts" : "Cuentas conectadas",
    "Discourse integration" : "Integración con Discourse",
    "Integration of Discourse forum and mailing list management system" : "Integración del sistema de control de foros y listas de correo DIscourse",
    "Discourse integration provides a dashboard widget displaying your important notifications\n    and the ability to find topics and posts with Nextcloud's unified search." : "La integración con Discourse ofrece un widget que muestra tus notificaciones importantes\n   y la capacidad de encontrar temas y entradas con la búsqueda unificada de Nextcloud.",
    "For example, https://help.nextcloud.com" : "Por ejemplo, https://help.nextcloud.com",
    "Successfully connected to Discourse!" : "Conectado con éxito a Discourse.",
    "Discourse API-key could not be obtained:" : "No se ha podido obtener la clave API:",
    "Nextcloud Discourse integration on {ncUrl}" : "Integración con Discourse de Nextcloud en {ncUrl}",
    "Discourse URL is invalid" : "La URL de Discourse es inválida",
    "Discourse options saved" : "Opciones de Discourse guardadas",
    "Failed to save Discourse options" : "Fallo al guardar las opciones de Discourse",
    "Failed to save Discourse nonce" : "Fallo al guardar nonce de Discourse",
    "Protocol handler registration requires a secure context (https) or is not supported by your browser" : "El registro del gestor del protocolo requiere un contexto seguro (https) o, no está soportado por su navegador",
    "If you fail getting access to your Discourse account, this is probably because your Discourse instance is not authorized to give API keys to your Nextcloud instance." : "Si hay un fallo al acceder a tu cuenta de Discourse, se debe probablemente a que tu instancia de Discourse no está autorizada a dar claves API a tu instancia de Nextcloud.",
    "Ask the Discourse admin to add this URI to the \"allowed_user_api_auth_redirects\" list in admin settings:" : "Pide al administrador de Discourse que añada esta URI a la lista «allowed_user_api_auth_redirects» en la configuración de administarción:",
    "Make sure you accepted the protocol registration on top of this page if you want to authenticate to Discourse." : "Asegúrate de aceptar el registro de protocolo encima de esta página si quieres autenticarte ante Discourse.",
    "Use the button below to trigger the custom protocol handler registration. If no prompt appears, make sure it is not already registered." : "Utilice el botón a continuación para iniciar el registro del gestor del protocolo. Si no aparece ninguna indicación, asegúrese de que no esté ya registrado.",
    "Register protocol handler" : "Registrar gestor del protocolo",
    "With Chrome/Chromium, you should see a popup on browser top-left to authorize this page to open \"web+nextclouddiscourse\" links." : "Con Chrome/Chromium, deberías ver una ventana emergente arriba a la izquierda del navegador para autorizar que esta página abra los enlaces «web+nextclouddiscourse».",
    "If you don't see the popup, you can still click on this icon in the address bar." : "Si no ves el aviso, aún puedes pulsar en este icono de la barra de direcciones.",
    "Then authorize this page to open \"web+nextclouddiscourse\" links." : "Después, autoriza que esta página abra los enlaces «web+nextclouddiscourse».",
    "If you still don't manage to get the protocol registered, check your settings on this page:" : "Si todavía no consigues registrar el protocoo, comprueba tu configuración en esta página",
    "With Firefox, you should see a bar on top of this page to authorize this page to open \"web+nextclouddiscourse\" links." : "Con Firefox, deberías ver una barra sobre esta página para autorizar que abra enlaces «web+ǹextclouddiscourse».",
    "Enable navigation link" : "Activar enlace de navegación",
    "Discourse instance address" : "Dirección de la instancia de Discourse",
    "Connect to Discourse" : "Conectar a Discourse",
    "Connected as {username}" : "Conectado como {username}",
    "Disconnect from Discourse" : "Desconectar de Discourse",
    "Enable unified search for topics" : "Activar la búsqueda unificada de temas",
    "Enable searching for posts" : "Activar la búsqueda de entradas",
    "Warning, everything you type in the search bar will be sent to your Discourse instance." : "Atención, todo lo que escribas en la barra de búsqueda será enviado a tu instancia de Discourse.",
    "No Discourse account connected" : "No hay ninguna cuenta de Discourse conectada",
    "Error connecting to Discourse" : "Error al conectar con Discourse",
    "No Discourse notifications!" : "No hay notificaciones de Discourse.",
    "Failed to get Discourse notifications" : "Fallo al obtener las notificaciones de Discourse",
    "_{nb} item in your admins inbox_::_{nb} items in your admins inbox_" : ["{nb} ítem en tu bandeja de entrada de administración","{nb} ítems en tu bandeja de entrada de administración","{nb} ítems en tu bandeja de entrada de administración"],
    "_{nb} item in your moderators inbox_::_{nb} items in your moderators inbox_" : ["{nb} ítem en tu bandeja de entrada de moderación","{nb} ítems en tu bandeja de entrada de moderación","{nb} ítems en tu bandeja de entrada de moderación"]
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}