{ "translations": {
    "Discourse" : "Discurso",
    "Error during authentication exchanges" : "Error durante los intercambios de autenticación",
    "No API key returned by Discourse" : "No se ha devuelto ninguna clave API de Discourse",
    "Discourse notifications" : "Notificaciones de Discourse",
    "Discourse topics and posts" : "Temas y publicaciones de Discourse",
    "Discourse posts" : "Publicaciones de Discourse",
    "Discourse topics" : "Temas de Discourse",
    "posts" : "publicaciones",
    "Bad HTTP method" : "Método HTTP incorrecto",
    "Bad credentials" : "Credenciales incorrectas",
    "Connected accounts" : "Cuentas conectadas",
    "Discourse integration" : "Integración de Discourse",
    "Integration of Discourse forum and mailing list management system" : "Integración del foro Discourse y el sistema de gestión de listas de correo",
    "Discourse integration provides a dashboard widget displaying your important notifications\n    and the ability to find topics and posts with Nextcloud's unified search." : "La integración de Discourse proporciona un widget de tablero que muestra tus notificaciones \n      importantes y la capacidad de encontrar temas y publicaciones mediante la búsqueda unificada de Nextcloud.",
    "If you fail getting access to your Discourse account, this is probably because your Discourse instance is not authorized to give API keys to your Nextcloud instance." : "Si no puedes acceder a tu cuenta de Discourse, es probable que tu instancia de Discourse no esté autorizada para proporcionar claves API a tu instancia de Nextcloud.",
    "Ask the Discourse admin to add this URI to the \"allowed_user_api_auth_redirects\" list in admin settings:" : "Pide al administrador de Discourse que agregue esta URI a la lista \"allowed_user_api_auth_redirects\" en la configuración de administrador:",
    "Make sure you accepted the protocol registration on top of this page if you want to authenticate to Discourse." : "Asegúrate de haber aceptado el registro del protocolo en la parte superior de esta página si deseas autenticarte en Discourse.",
    "With Chrome/Chromium, you should see a popup on browser top-left to authorize this page to open \"web+nextclouddiscourse\" links." : "Con Chrome/Chromium, deberías ver un aviso emergente en la parte superior izquierda del navegador para autorizar esta página a abrir enlaces \"web+nextclouddiscourse\".",
    "If you don't see the popup, you can still click on this icon in the address bar." : "Si no ves el mensaje emergente, aún puedes hacer clic en este icono en la barra de direcciones.",
    "Then authorize this page to open \"web+nextclouddiscourse\" links." : "Luego autoriza esta página a abrir enlaces \"web+nextclouddiscourse\".",
    "If you still don't manage to get the protocol registered, check your settings on this page:" : "Si aún no logras registrar el protocolo, verifica tu configuración en esta página:",
    "With Firefox, you should see a bar on top of this page to authorize this page to open \"web+nextclouddiscourse\" links." : "Con Firefox, deberías ver una barra en la parte superior de esta página para autorizar esta página a abrir enlaces \"web+nextclouddiscourse\".",
    "Enable navigation link" : "Habilitar enlace de navegación",
    "Discourse instance address" : "Dirección de la instancia de Discourse",
    "Connect to Discourse" : "Conectar con Discourse",
    "Connected as {username}" : "Conectado como {username}",
    "Disconnect from Discourse" : "Desconectar de Discourse",
    "Enable unified search for topics" : "Habilitar búsqueda unificada para temas",
    "Enable searching for posts" : "Habilitar búsqueda de publicaciones",
    "Warning, everything you type in the search bar will be sent to your Discourse instance." : "Advertencia, todo lo que escribas en la barra de búsqueda se enviará a tu instancia de Discourse.",
    "Successfully connected to Discourse!" : "¡Conexión a Discourse exitosa!",
    "Discourse API-key could not be obtained:" : "No se pudo obtener la clave API de Discourse:",
    "Nextcloud Discourse integration on {ncUrl}" : "Integración de Discourse de Nextcloud en {ncUrl}",
    "Discourse URL is invalid" : "La URL de Discourse no es válida",
    "Discourse options saved" : "Opciones de Discourse guardadas",
    "Failed to save Discourse options" : "Error al guardar las opciones de Discourse",
    "Failed to save Discourse nonce" : "Error al guardar el nonce de Discourse",
    "No Discourse account connected" : "No hay una cuenta de Discourse conectada",
    "Error connecting to Discourse" : "Error al conectar con Discourse",
    "No Discourse notifications!" : "¡No hay notificaciones de Discourse!",
    "Failed to get Discourse notifications" : "Error al obtener las notificaciones de Discourse",
    "_{nb} item in your admins inbox_::_{nb} items in your admins inbox_" : ["{nb} elemento en la bandeja de entrada de tus administradores","{nb} elementos en la bandeja de entrada de tus administradores","{nb} elementos en la bandeja de entrada de tus administradores"],
    "_{nb} item in your moderators inbox_::_{nb} items in your moderators inbox_" : ["{nb} elemento en la bandeja de entrada de tus moderadores","{nb} elementos en la bandeja de entrada de tus moderadores","{nb} elementos en la bandeja de entrada de tus moderadores"]
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}