{ "translations": {
    "Discourse" : "Discourse",
    "Error during authentication exchanges" : "ເກີດຂໍ້ຜິດພາດໃນການຢືນຢັນຕົວຕົນ",
    "No API key returned by Discourse" : "ບໍ່ມີລະຫັດ API ສົ່ງຄືນມາຈາກ Discourse",
    "Discourse read notifications" : "ແຈ້ງເຕືອນ Discourse ທີ່ອ່ານແລ້ວ",
    "Discourse notifications" : "ແຈ້ງເຕືອນ Discourse",
    "Discourse topics and posts" : "ຫົວຂໍ້ ແລະ ໂພສຂອງ Discourse",
    "Discourse posts" : "ໂພສຂອງ Discourse",
    "Discourse topics" : "ຫົວຂໍ້ຂອງ Discourse",
    "posts" : "ໂພສ",
    "Bad HTTP method" : "HTTP method ບໍ່ຖືກຕ້ອງ",
    "Bad credentials" : "ຂໍ້ມູນຢືນຢັນຕົວຕົນບໍ່ຖືກຕ້ອງ",
    "Connected accounts" : "ບັນຊີທີ່ເຊື່ອມຕໍ່",
    "Discourse integration" : "ການເຊື່ອມໂຍງ Discourse",
    "Integration of Discourse forum and mailing list management system" : "ການເຊື່ອມໂຍງເວທີສົນທະນາ Discourse ແລະ ລະບົບຈັດການລາຍຊື່ອີເມວ",
    "Discourse integration provides a dashboard widget displaying your important notifications\n    and the ability to find topics and posts with Nextcloud's unified search." : "ການເຊື່ອມໂຍງ Discourse ສະໜອງວິດເຈັດໜ້າກະດານທີ່ສະແດງການແຈ້ງເຕືອນທີ່ສຳຄັນຂອງທ່ານ ແລະ ຄວາມສາມາດໃນການຊອກຫາຫົວຂໍ້ ແລະ ໂພສຕ່າງໆ ດ້ວຍການຄົ້ນຫາແບບລວມສູນຂອງ Nextcloud.",
    "For example, https://help.nextcloud.com" : "ຕົວຢ່າງ, https://help.nextcloud.com",
    "Successfully connected to Discourse!" : "ເຊື່ອມຕໍ່ກັບ Discourse ສຳເລັດແລ້ວ!",
    "Discourse API-key could not be obtained:" : "ບໍ່ສາມາດຮັບລະຫັດ API ຂອງ Discourse ໄດ້:",
    "Nextcloud Discourse integration on {ncUrl}" : "ການເຊື່ອມໂຍງ Nextcloud Discourse ໃນ {ncUrl}",
    "Discourse URL is invalid" : "URL ຂອງ Discourse ບໍ່ຖືກຕ້ອງ",
    "Discourse options saved" : "ບັນທຶກຕົວເລືອກຂອງ Discourse ແລ້ວ",
    "Failed to save Discourse options" : "ບັນທຶກຕົວເລືອກຂອງ Discourse ລົ້ມເຫຼວ",
    "Failed to save Discourse nonce" : "ບັນທຶກ Discourse nonce ລົ້ມເຫຼວ",
    "Protocol handler registration requires a secure context (https) or is not supported by your browser" : "ການລົງທະບຽນໂຕຈັດການໂປຣໂຕຄໍຕ້ອງການສະພາບແວດລ້ອມທີ່ປອດໄພ (https) ຫຼື ບໍ່ຖືກຮອງຮັບໂດຍເບຣົາເຊີຂອງທ່ານ",
    "If you fail getting access to your Discourse account, this is probably because your Discourse instance is not authorized to give API keys to your Nextcloud instance." : "ຖ້າທ່ານບໍ່ສາມາດເຂົ້າເຖິງບັນຊີ Discourse ຂອງທ່ານໄດ້, ອາດເປັນເພາະວ່າອິນສະແຕນ Discourse ຂອງທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ມອບລະຫັດ API ໃຫ້ກັບອິນສະແຕນ Nextcloud ຂອງທ່ານ.",
    "Ask the Discourse admin to add this URI to the \"allowed_user_api_auth_redirects\" list in admin settings:" : "ຂໍໃຫ້ຜູ້ເບິ່ງແຍງລະບົບ Discourse ເພີ່ມ URI ນີ້ໃສ່ລາຍການ \"allowed_user_api_auth_redirects\" ໃນການຕັ້ງຄ່າຜູ້ເບິ່ງແຍງລະບົບ:",
    "Make sure you accepted the protocol registration on top of this page if you want to authenticate to Discourse." : "ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າທ່ານໄດ້ຍອມຮັບການລົງທະບຽນໂປຣໂຕຄໍຢູ່ເທິງສຸດຂອງໜ້ານີ້ ຖ້າທ່ານຕ້ອງການຢືນຢັນຕົວຕົນກັບ Discourse.",
    "Use the button below to trigger the custom protocol handler registration. If no prompt appears, make sure it is not already registered." : "ໃຊ້ປຸ່ມດ້ານລຸ່ມເພື່ອເລີ່ມການລົງທະບຽນໂຕຈັດການໂປຣໂຕຄໍທີ່ກຳນົດເອງ. ຖ້າບໍ່ມີຫຍັງປະກົດຂຶ້ນ, ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າມັນຍັງບໍ່ທັນໄດ້ລົງທະບຽນເທື່ອ.",
    "Register protocol handler" : "ລົງທະບຽນໂຕຈັດການໂປຣໂຕຄໍ",
    "With Chrome/Chromium, you should see a popup on browser top-left to authorize this page to open \"web+nextclouddiscourse\" links." : "ສຳລັບ Chrome/Chromium, ທ່ານຈະເຫັນປັອບອັບຢູ່ເບື້ອງຊ້າຍເທິງຂອງເບຣົາເຊີ ເພື່ອອະນຸຍາດໃຫ້ໜ້ານີ້ເປີດລິ້ງ \"web+nextclouddiscourse\".",
    "If you don't see the popup, you can still click on this icon in the address bar." : "ຖ້າທ່ານບໍ່ເຫັນປັອບອັບ, ທ່ານຍັງສາມາດຄລິກທີ່ໄອຄອນນີ້ໃນແຖບທີ່ຢູ່ໄດ້.",
    "Then authorize this page to open \"web+nextclouddiscourse\" links." : "ຈາກນັ້ນອະນຸຍາດໃຫ້ໜ້ານີ້ເປີດລິ້ງ \"web+nextclouddiscourse\".",
    "If you still don't manage to get the protocol registered, check your settings on this page:" : "ຖ້າທ່ານຍັງບໍ່ສາມາດລົງທະບຽນໂປຣໂຕຄໍໄດ້, ໃຫ້ກວດສອບການຕັ້ງຄ່າຂອງທ່ານໃນໜ້ານີ້:",
    "With Firefox, you should see a bar on top of this page to authorize this page to open \"web+nextclouddiscourse\" links." : "ສຳລັບ Firefox, ທ່ານຈະເຫັນແຖບຢູ່ເທິງສຸດຂອງໜ້ານີ້ ເພື່ອອະນຸຍາດໃຫ້ໜ້ານີ້ເປີດລິ້ງ \"web+nextclouddiscourse\".",
    "Enable navigation link" : "ເປີດໃຊ້ລິ້ງນຳທາງ",
    "Discourse instance address" : "ທີ່ຢູ່ອິນສະແຕນຂອງ Discourse",
    "Connect to Discourse" : "ເຊື່ອມຕໍ່ກັບ Discourse",
    "Connected as {username}" : "ເຊື່ອມຕໍ່ໃນຊື່ {username}",
    "Disconnect from Discourse" : "ຕັດການເຊື່ອມຕໍ່ຈາກ Discourse",
    "Enable unified search for topics" : "ເປີດໃຊ້ການຄົ້ນຫາແບບລວມສູນສຳລັບຫົວຂໍ້",
    "Enable searching for posts" : "ເປີດໃຊ້ການຄົ້ນຫາໂພສ",
    "No Discourse account connected" : "ບໍ່ມີບັນຊີ Discourse ທີ່ເຊື່ອມຕໍ່",
    "Error connecting to Discourse" : "ເຊື່ອມຕໍ່ກັບ Discourse ຜິດພາດ",
    "No Discourse notifications!" : "ບໍ່ມີການແຈ້ງເຕືອນຈາກ Discourse!",
    "Failed to get Discourse notifications" : "ຮັບການແຈ້ງເຕືອນຈາກ Discourse ລົ້ມເຫຼວ",
    "_{nb} item in your admins inbox_::_{nb} items in your admins inbox_" : ["{nb} ລາຍການໃນກ່ອງຈົດໝາຍຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ"],
    "_{nb} item in your moderators inbox_::_{nb} items in your moderators inbox_" : ["{nb} ລາຍການໃນກ່ອງຈົດໝາຍຜູ້សម្រັບសម្រួលຂອງທ່ານ"]
},"pluralForm" :"nplurals=1; plural=0;"
}