{ "translations": {
    "Discourse" : "Discourse",
    "Error during authentication exchanges" : "Erro durante as trocas de autenticação",
    "No API key returned by Discourse" : "Nenhuma chave de API retornada pelo Discourse",
    "Discourse read notifications" : "Notificações de leitura do Discourse",
    "Discourse notifications" : "Notificações do Discourse",
    "Discourse topics and posts" : "Tópicos e postagens do discussão ",
    "Discourse posts" : "Postagens do Discourse",
    "Discourse topics" : "Tópicos do Discourse",
    "posts" : "posts",
    "Bad HTTP method" : "Método HTTP incorreto",
    "Bad credentials" : "Credenciais erradas",
    "Connected accounts" : "Contas conectadas",
    "Discourse integration" : "Integração do Discourse",
    "Integration of Discourse forum and mailing list management system" : "Integração do fórum Discourse e sistema de gerenciamento de listas de e-mail",
    "Discourse integration provides a dashboard widget displaying your important notifications\n    and the ability to find topics and posts with Nextcloud's unified search." : "A integração do Discourse fornece um widget de painel exibindo suas notificações importantes.\n     e a capacidade de encontrar tópicos e postagens com a pesquisa unificada do Nextcloud.",
    "For example, https://help.nextcloud.com" : "Por exemplo, https://help.nextcloud.com",
    "Successfully connected to Discourse!" : "Conectado com sucesso ao Discourse!",
    "Discourse API-key could not be obtained:" : "Chave da API do Discourse não pôde ser obtida:",
    "Nextcloud Discourse integration on {ncUrl}" : "Integração do Nextcloud Discourse em {ncUrl}",
    "Discourse URL is invalid" : "A URL do Discourse é inválida",
    "Discourse options saved" : "Opções do Discourse salvas.",
    "Failed to save Discourse options" : "Erro ao salvar as opções do Discourse",
    "Failed to save Discourse nonce" : "Erro ao salvar o Discourse nonce",
    "Protocol handler registration requires a secure context (https) or is not supported by your browser" : "O registro do tratemento de protocolo requer um contexto seguro (https) ou não é suportado pelo seu navegador",
    "If you fail getting access to your Discourse account, this is probably because your Discourse instance is not authorized to give API keys to your Nextcloud instance." : "Se você não conseguir acessar sua conta do Discourse, provavelmente é porque sua instância do Discourse não está autorizada a fornecer chaves de API para a sua instância do Nextcloud.",
    "Ask the Discourse admin to add this URI to the \"allowed_user_api_auth_redirects\" list in admin settings:" : "Peça ao administrador do Discourse para adicionar esta URI à lista \"allowed_user_api_auth_redirects\" das configurações do administrador:",
    "Make sure you accepted the protocol registration on top of this page if you want to authenticate to Discourse." : "Certifique-se de aceitar o registro do protocolo no topo desta página se quiser autenticar no Discourse.",
    "Use the button below to trigger the custom protocol handler registration. If no prompt appears, make sure it is not already registered." : "Use o botão abaixo para acionar o registro do tratamento de protocolo personalizado. Se nenhum prompt for exibido, verifique se ele já não está registrado.",
    "Register protocol handler" : "Registrar o tratamento de protocolo",
    "With Chrome/Chromium, you should see a popup on browser top-left to authorize this page to open \"web+nextclouddiscourse\" links." : "Com o Chrome/Chromium, você deve ver um pop-up no canto superior esquerdo do navegador para autorizar que esta página abra links \"web+nextclouddiscourse\".",
    "If you don't see the popup, you can still click on this icon in the address bar." : "Se você não vir o pop-up, ainda poderá clicar neste ícone na barra de endereço.",
    "Then authorize this page to open \"web+nextclouddiscourse\" links." : "Em seguida, autorize esta página a abrir os links \"web+nextclouddiscourse\".",
    "If you still don't manage to get the protocol registered, check your settings on this page:" : "Se você ainda não conseguiu registrar o protocolo, verifique suas configurações nesta página:",
    "With Firefox, you should see a bar on top of this page to authorize this page to open \"web+nextclouddiscourse\" links." : "Com o Firefox, você deve ver uma barra no topo desta página para autorizá-la a abrir links \"web+nextclouddiscourse\".",
    "Enable navigation link" : "Ativar link de navegação",
    "Discourse instance address" : "Endereço da instância do Discourse",
    "Connect to Discourse" : "Conectar ao Discourse",
    "Connected as {username}" : "Conectado como {username}",
    "Disconnect from Discourse" : "Desconectar do Discourse",
    "Enable unified search for topics" : "Ativar a pesquisa unificada de tópicos",
    "Enable searching for posts" : "Ativar a pesquisa por postagens",
    "Warning, everything you type in the search bar will be sent to your Discourse instance." : "Atenção, tudo o que você digitar na barra de pesquisa será enviado para a sua instância do Discourse.",
    "No Discourse account connected" : "Nenhuma conta do Discourse conectada",
    "Error connecting to Discourse" : "Erro ao conectar ao Discourse",
    "No Discourse notifications!" : "Sem notificações do Discourse!",
    "Failed to get Discourse notifications" : "Erro ao obter as notificações do Discourse",
    "_{nb} item in your admins inbox_::_{nb} items in your admins inbox_" : ["{nb} item na caixa de entrada do administrador","{nb} itens na caixa de entrada do administrador","{nb} itens na caixa de entrada do administrador"],
    "_{nb} item in your moderators inbox_::_{nb} items in your moderators inbox_" : ["{nb} item na caixa de entrada de moderadores","{nb} itens na caixa de entrada de moderadores","{nb} itens na caixa de entrada de moderadores"]
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}